###############################   Условия где А это рекомендованное B это нежелательно больше его и H это время Кати
# A = int(input())
# B = int(input())
# H = int(input())
#
# if H >= A and H <= B:
#     print('Это нормально')
# elif H < A :
#     print('Недосып')
# elif B != H or H > B:
#     print('Пересып')

############################################## Обычный или високосный год
# print('Введите число от 1900 до 3000')
# n = int(input())
#
# if (n % 4 == 0) and (n % 100!= 0) or (n % 400 == 0):
#     print('высок')
#
# else:
#     print('невысок')

# a = ("все"+'\n' + "yes") #############- перенос строки

# a = "abc" ######################## - конкатенация
# b = 3
# c = a * 3
# print(c)